[{"User":"Luan_F20","Pass":"123","Books":[{"ID":1,"Genres":["Ação","Fantasia","Ficção","Aventura","Misterio"],"Title":"Harry Potter e a Pedra Filosofal","Cover":"https://m.media-amazon.com/images/I/41897yAI4LL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Backdrop_path":"https://m.media-amazon.com/images/I/41897yAI4LL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Author":"J.K. Rowling","Rating":5,"Overview":"Harry Potter é um garoto cujos pais, feiticeiros, foram assassinados por um poderosíssimo bruxo quando ele ainda era um bebê. Ele foi levado, então, para a casa dos tios que nada tinham a ver com o sobrenatural. Pelo contrário. Até os 10 anos, Harry foi uma espécie de gata borralheira: maltratado pelos tios, herdava roupas velhas do primo gorducho, tinha óculos remendados e era tratado como um estorvo. No dia de seu aniversário de 11 anos, entretanto, ele parece deslizar por um buraco sem fundo, como o de Alice no país das maravilhas, que o conduz a um mundo mágico. Descobre sua verdadeira história e seu destino: ser um aprendiz de feiticeiro até o dia em que terá que enfrentar a pior força do mal, o homem que assassinou seus pais. O menino de olhos verde, magricela e desengonçado, tão habituado à rejeição, descobre, também, que é um herói no universo dos magos. Potter fica sabendo que é a única pessoa a ter sobrevivido a um ataque do tal bruxo do mal e essa é a causa da marca em forma de raio que ele carrega na testa. Ele não é um garoto qualquer, ele sequer é um feiticeiro qualquer ele é Harry Potter, símbolo de poder, resistência e um líder natural entre os sobrenaturais. A fábula, recheada de fantasmas, paredes que falam, caldeirões, sapos, unicórnios, dragões e gigantes, não é, entretanto, apenas um passatempo."},{"ID":2,"Genres":["Desenvolvimento pessoal","Autoajuda"],"Title":"A sutil arte de ligar o f*da-se","Cover":"https://m.media-amazon.com/images/I/5144Ghp-b8L.jpg","Backdrop_path":"https://m.media-amazon.com/images/I/5144Ghp-b8L.jpg","Author":"Mark Manson","Rating":5,"Overview":"Chega de tentar buscar um sucesso que só existe na sua cabeça. Chega de se torturar para pensar positivo enquanto sua vida vai ladeira abaixo. Chega de se sentir inferior por não ver o lado bom de estar no fundo do poço."},{"ID":3,"Genres":["Ação","Fantasia","Ficção","Aventura","Misterio"],"Title":"O médico e o monstro","Cover":"https://m.media-amazon.com/images/I/41CZl7mP-kS._SX323_BO1,204,203,200_.jpg","Backdrop_path":"https://zapataedicoes.com.br/wp-content/uploads/2021/11/Medico-Monstro.jpg","Author":"Robert Louis Stevenson","Rating":5,"Overview":"Poucos clássicos da literatura são tão conhecidos e adorados como O médico e o monstro. Escrito quando o autor tinha trinta e cinco anos de idade, em 1885, o romance foi um sucesso imediato de público e inseriu Robert Louis Stevenson no grupo seleto dos grandes escritores da literatura universal. Ao narrar as experiências de um médico que, numa “noite maldita”, tomou uma poção fumegante de coloração avermelhada e descobriu “a dualidade absoluta e primordial do homem”, o autor escocês criou uma história de suspense e horror, em que o perigo iminente não está do lado de fora, mas do lado de dentro, na parte obscura da alma. Esta edição, além de uma introdução de Robert Mighall, Ph.D. em ficção gótica e ciência médico-legal vitoriana na Universidade de Wales, conta com um prefácio do escritor Luiz Alfredo Garcia-Roza, que define o romance como “um dos mais perfeitos e provavelmente o mais famoso romance de mistério da literatura de língua inglesa”."},{"ID":4,"Genres":["Desenvolvimento pessoal","Autoajuda"],"Title":"Por que fazemos o que fazemos?","Cover":"https://m.media-amazon.com/images/I/51jBrql3omL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Backdrop_path":"https://m.media-amazon.com/images/I/51jBrql3omL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Author":"Mario Sergio Cortella","Rating":5,"Overview":"Bateu aquela preguiça de ir para o escritório na segunda-feira? A falta de tempo virou uma constante? A rotina está tirando o prazer no dia a dia? Anda em dúvida sobre qual é o real objetivo de sua vida? O filósofo e escritor Mario Sergio Cortella desvenda em Por que fazemos o que fazemos? as principais preocupações com relação ao trabalho. Dividido em vinte capítulos, ele aborda questões como a importância de ter uma vida com propósito, a motivação em tempos difíceis, os valores e a lealdade a si e ao seu emprego. O livro é um verdadeiro manual para todo mundo que tem uma carreira mas vive se questionando sobre o presente e o futuro. Recheado de ensinamentos como 'Paciência na turbulência, sabedoria na travessia', é uma obra fundamental para quem sonha com realização profissional sem abrir mão da vida pessoal."},{"ID":5,"Genres":["Ação","Fantasia","Ficção","Aventura","Misterio"],"Title":"Vinte mil léguas submarinas","Cover":"https://m.media-amazon.com/images/I/515qMQ+C+RL._SX346_BO1,204,203,200_.jpg","Backdrop_path":"https://m.media-amazon.com/images/I/515qMQ+C+RL._SX346_BO1,204,203,200_.jpg","Author":"Júlio Verne","Rating":5,"Overview":"Nesta aventura, Verne constrói um submarino ultramoderno para a época (1866), o Náutilus. Nele, o capitão Nemo e sua tripulação cortam relações com a humidade e partem para uma aventura marítima, já que para a sobrevivência precisam apenas da eletricidade obtida na imensidade do mar."},{"ID":6,"Genres":["Ação","Fantasia","Ficção","Aventura","Misterio"],"Title":"Viagem ao centro da Terra","Cover":"https://m.media-amazon.com/images/I/61EGwLlN0ZL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Backdrop_path":"https://m.media-amazon.com/images/I/61EGwLlN0ZL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Author":"Júlio Verne","Rating":5,"Overview":"Um dos maiores clássicos da ficção científica, escrito pelo mesmo autor de 20 mil léguas submarinas e A ilha misteriosa \"Vamos descer, descer, sempre descer! Como sabe, para chegar ao centro do globo temos apenas mais seis mil quilômetros a atravessar!\" Em 1863 o renomado professor Otto Lidenbrock, geólogo e mineralogista, descobre uma mensagem cifrada descrevendo uma viagem ao centro da Terra. É o quanto basta para o impetuoso cientista se lançar na mesma aventura - levando consigo o sobrinho Axel, colega de profissão mas defensor de diferentes teorias científicas, e o impassível Hans, guia que se mostrará indispensável para a empreitada e seu espantoso desfecho! Rios de lava, mares subterrâneos, os primórdios da vida no planeta, fauna e flora pré-históricos, múmias de homens primitivos... Fruto da imaginação e do conhecimento de um dos pais da ficção científica, Viagem ao centro da Terra é uma das obras mais originais e ousadas de seu tempo. Essa edição traz texto integral, excelente apresentação, cerca de 30 ilustrações originais, mais de 150 notas e cronologia e obra de Jules Verne - um dos escritores mais traduzidos em toda a história. A versão impressa apresenta ainda capa dura e acabamento de luxo."},{"ID":7,"Genres":["Ação","Fantasia","Ficção","Aventura","Misterio"],"Title":"Drácula","Cover":"https://m.media-amazon.com/images/I/41UN7I4TiGL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Backdrop_path":"https://m.media-amazon.com/images/I/41UN7I4TiGL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Author":"Bram Stoker","Rating":5,"Overview":"Drácula é um clássico da literatura de terror e apresenta por meio de cartas, diários e notícias os ataques do vampiro Conde Drácula a moradores de Londres e da Transilvânia. O romance epistolar marcou o gênero e, mesmo não sendo a primeira obra a retratar esse mito literário, definiu o que conhecemos hoje como vampiro, influenciando a literatura, cinema e teatro."},{"ID":8,"Genres":["Ação","Fantasia","Ficção","Aventura","Misterio"],"Title":"Frankenstein","Cover":"https://m.media-amazon.com/images/I/51XNQt0VStL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Backdrop_path":"https://m.media-amazon.com/images/I/51XNQt0VStL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Author":"Mary Shelley","Rating":5,"Overview":"Victor Frankenstein desde muito jovem se dedicou aos estudos da filosofia e das ciências naturais. Até que, em uma experiência bem-sucedida (que lhe sugou a energia e o afastou do convívio dos seus entes queridos), ele foi capaz de dar vida a um ser de feições e trejeitos assustadores. A partir de então, criador e criatura passam a viver um jogo de perseguição repleto de sangue e horror - a primeira obra de ficção científica da literatura e um clássico do terror."},{"ID":9,"Genres":["Ciência política","Ficção literária"],"Title":"O Príncipe","Cover":"https://m.media-amazon.com/images/I/41Mdi-owBRL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Backdrop_path":"https://m.media-amazon.com/images/I/41Mdi-owBRL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Author":"Nicolau Maquiavel","Rating":4,"Overview":"Nesta obra, que é um clássico sobre pensamento político, o grande escritor Maquiavel mostra como funciona a ciência política. Discorre sobre os diferentes tipos de Estado e ensina como um príncipe pode conquistar e manter o domínio sobre um Estado. Trata daquilo que é o seu objetivo principal: as virtudes que o governante deve adquirir e os vícios que deve evitar para manter-se no poder. Maquiavel mostra em O Príncipe que a moralidade e a ciência política são separadas. Ele aponta a contradição entre governar um Estado e, ao mesmo tempo, levar uma vida moral."},{"ID":10,"Genres":["Economia","Desenvolvimento pessoal","Autoajuda"],"Title":"Geração de Valor","Cover":"https://m.media-amazon.com/images/I/41aHcIj60VL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Backdrop_path":"https://m.media-amazon.com/images/I/41aHcIj60VL._SY344_BO1,204,203,200_QL70_ML2_.jpg","Author":"Flávio Augusto Da Silva","Rating":5,"Overview":"Desde que nascem, as pessoas são treinadas para agir de acordo com o senso comum. O ensino convencional as estimula a buscar segurança, e não liberdade. Com medo de se arriscar, a maioria segue o fluxo da boiada e sonha pequeno, optando por seguir um emprego estável e passar anos financiando a casa própria. Flávio Augusto também sofreu todas essas pressões, mas conseguiu sair da conformidade bem cedo. De uma família simples da periferia do Rio de Janeiro, aos 23 anos, escolheu o caminho do empreendedorismo, criou uma escola de inglês que deu origem à bem-sucedida rede WiseUp e logo se tornou um dos mais jovens bilionários brasileiros."}]}]